const List qnadata = [
  {
    'data': """
  1.उपत्यका काठमाडौँ कुन इन्धनबाट संचालित सवारी ट्याकासीका रुपमा ल्याउन पाउदैन?
Answer: डिजेल


2.कार्बूरेटरमा इन्धनको मात्रा बदाउनेलाई के भनिन्छ ?
Answer: चोक


3.लाइसेनस लिन पाउने सबैभन्दा कम उमेर कति हो ?
Answer: १८ वर्ष


4.कार्बुरेटर कुन इन्जिनमा हुन्छ?
Answer: पेट्रोल इन्जिन


5.यातायात निरीक्षकको नियुति कोसले गर्ने गरेको हुन्छ?
Answer: नेपाल सरकार


6.निजी सवारी साधनमा प्रदूषण जाँच कति अवधिमा गराउनुपर्छ?
Answer: १२ महिना


7.चालक अनुमतिपत्र के गर्दा स्वत:रद्द हुन्छ?
Answer: म्याद नाघेको ५ वर्षा


8.एक्सिलेटर धेरै थिचे के हुन्छ?
Answer: गति बद्छ


9.परिचालकको कति रकम बिमा गरिएको हुनुपर्छ?
Answer: रु ५०००००


10.बाटोको इजाजतापत्र कस्तो सबरिले लिनुपर्छ?
Answer: भाडाको


11.सुरक्षित तथा इन्धन खपतको हिसाबले सवारीमा कति स्पिड हुनुपर्छ?
Answer: ४०-६०कि.मि.


12.रातको समयामा ओभरटेक गर्दा के गर्नु पर्छ?
Answer: हेडलाइट डिम गर्ने


13.सिट बेल्ट किन बधिन्छ?
Answer: सुरक्षाका लागि


14.सवारी साधनको धुँवा कहाँबाट निस्कन्छ?
Answer: साइलेन्सर बाट


15.कस्ता व्यक्तीहरुले लाइसेन्स पाउदैन ?
Answer: माथिको सबै


16.कस्तो ठाउँमा सवारीको गति कम गर्नुपर्छ?
Answer: माथिका सबै


17.दुर्घटनामा घाइतेले बान्ता गर्यो भने कसरी सुताउनु पर्छ?
Answer: घोप्टो पारेर


18.इन्जिनको पार्ट पुर्जा चिल्लो बनाउने काम के ले गर्छ?
Answer: मोबिलले


19.स्पिड़ो मिटरले सवारीको के देखाउँछ?
Answer: सबारिको गति


20.पहेलो प्लेट गाडी कुन संस्था को हुन्छ ?
Answer: संस्थानको


Note: Some questions are repeated knowingly.
  """,
    'title': "प्रश्नोत्तर भाग १"
  },
  {
    'data': """ 
  1. हेडलाइटमा कति बिमहरु हुन्छन?
Answer: २


2. लाइसेनस लिन पाउने सबैभन्दा कम उमेर कति हो ?
Answer: १८ वर्ष


3. कार्बूरेटरमा इन्धनको मात्रा बदाउनेलाई के भनिन्छ ?
Answer: चोक


4. ओभरटेक गर्दा आगाडिको गाडीलाई कसरी संखेत दिने ?
Answer: हर्न बजाएर


5. कस्तो रोग भएको मानिस ले आनुमिति पत्र पाउन सक्दैन?
Answer: माथिका सबै


6. कुन सबारीले बाटो इजाजत पत्र लिनु पर्छ?
Answer: सार्बजनिक


7. कुन गियरमा दाँतीहरु उल्टा घुम्दछन् ?
Answer: ब्याक गियर


8. गोलो आकारको ट्राफिक चिन्हले के बुझाउँछ?
Answer: प्रतिबन्धात्मक


9. गियर किन बदलि रहनुपर्छ?
Answer: स्पिड घटाउन र बडाउन


10. टंकीमा भएको इन्धन तानेर कार्बुरेटर लाई दिन काम कसले गर्दछ?
Answer: ए.सी. पम्प


11. डिफेनास्लाको काम के हो?
Answer: चक्का घुमाउने


12. सुरक्षित तथा इन्धन खपतको हिसाबले सवारीमा कति स्पिड हुनुपर्छ?
Answer: ४०-६०कि.मि.


13. आनुमति नलिई विदेशी सवारी नेपालभित्र चलाएमा के हुन सक्छ?
Answer: रु १००० देखि रु ५००० सम्म जरिवाना


14. मेची महाकाली जोड्ने राजमार्ग कुन हो?
Answer: महिन्द्र राजमार्ग


15. जिपमा चालकसहित बढीमा कति जनासम्म यात्री राख्न सक्ने सिट संख्या हुन्छ?
Answer: ८


16. ठुलो सबारी भन्नाले तलका मध्य कुनलाई बुझाउछ?
Answer: मिनिबस


17. सवारी साधनको धुँवा कहाँबाट निस्कन्छ?
Answer: साइलेन्सर बाट


18. हेल्मेट लगाउनुको मुख्य कारण के हो?
Answer: दुर्घटनाबाट बचन


19. दुर्घटनाको घाइतेलाई अक्सिजन कति समयसम्म दिनुपर्छ?
Answer: होस् नआएसम्म


20. उकालो कुन गियरमा चलाऊनु पर्दछ ?
Answer: पहिलो गेयर


Note: Some questions are repeated knowingly.
  
  """,
    'title': "प्रश्नोत्तर भाग २"
  },
  {
    'data': """ 
  1)उकालो मा सवारी चलाउदा कुन गिएर मा राख्नुपर्छ?
Answer: १ गियर


2)ब्रेकको काम के हो ?
Answer: गाडी रोकने


3) ठुलो सभारी साधनको वजन कति हुन्छ ?
Answer: १० टनभन्दा बढी


4) रेडीयटरमा पानी कति हुनुपर्छ?
Answer: भरी


5) दमकल आएको बेला आफ्नो सवारीलाई के गर्नुपर्दछ?
Answer: गाडीको गति कम गरी साइड दिने


6) सबारी चालक अनुमति पत्रको नवीकरण कहिले हुनुपर्छ?
Answer: ५ बर्षमा


7) बा १ स कुन सवारी साधन हो?
Answer: निजी टेम्पो


8) इमर्जेन्सी लाइट कुन समयमा बाल्नुपर्छ?
Answer: बिरामी बोकेको आवस्थामा


9) ओभरटके गर्दा कुन गियर लगाउनुपर्छ?
Answer: उपयुत गियर


10) स्कुटर बढीमा सवारी गति कतिसम्म हुनु पर्छ?
Answer: ४०कि.मि.


11) मोटरसाइकलको हेन्ड ब्रेक कुन चक्कामा लाग्दछ?
Answer: अगाडिको


12) मोटरसाइकल चलाउँदा के अनिवार्य छ?
Answer: हेलमेट लगाउन


13) ब्याट्रीलाई ओभरचार्जा हुनबाट के ले बचाउँछ?
Answer: कट आउट


14) सवारी साधनको सबैभन्दा महात्वपूर्ण लाइट कुन हो?
Answer: माथिका सबै


15) पानी परेको बेला अगाडी केहि नदेखिएमा के गर्ने?
Answer: वईफर चलाउने


16)मोटरसाइकलको लिखित परीक्षामा सम्मिलित हुन दरखास्थ दस्तुर वापर कति रकम लाग्छ?
Answer: रू ५००


17)कस्तो ठाउँमा सवारीको गति कम गर्नुपर्छ?
Answer: माथिका सबै


18) सवारी साधन मध्ये सबैभन्दा असुरक्षित कुन हो?
Answer: मोटरसाइकल


19) पहेलो प्लेट गाडी कुन संस्था को हुन्छ ?
Answer: संस्थानको


20) उकालो कुन गियरमा चलाऊनु पर्दछ ?
Answer: पहिलो गेयर 


Note: Some questions are repeated knowingly. """,
    'title': "प्रश्नोत्तर भाग ३"
  },
  {
    'data': """
1) कता तिरको टायर मा हावा बढी राख्नु पर्छ ?
Answer: पछाडीको


2) कोसंग सभारी चलाउदा बडी सतर्क हुनुपर्छ?
Answer: बालक र बृद्धहरु


3) सडको बिचमा राखेको नक्साले के जनाउछ?
Answer: गाडी सिधै चलाउनु


4) टाइरडको कम के हो ?
Answer: चक्कालाई दायाँ र बायाँ गर्नु


5)सबारी चालक अनुमति पत्रको नवीकरण कहिले हुनुपर्छ?
Answer: ५ बर्षमा


6) मोटर चद्ने पहिलो पहिलो नेपाली को हुन?
Answer: वीर शमशेर


7) म्याद समाप्त भएको मितिले कति वर्षाभित्र नबिकरण नगराएमा सवारी चालक आनुमतिपत्र रद्ध हुने ब्यवस्था छ ?
Answer: ५ वर्षा


8) L अक्षर लेखिएको सवारी कस्तो सवारी हुन्?
Answer: सिकारु सवारी


9) बाक्लो बस्ती भएको इलाकामा सवारीको गति कति हुनुपर्छ?
Answer: ४० कि.मि.


10) यातायात निरीक्षकको नियुति कोसले गर्ने गरेको हुन्छ?
Answer: नेपाल सरकार


11) गोलो आकारको ट्राफिक चिन्हले के बुझाउँछ?
Answer: प्रतिबन्धात्मक


12) सवारी दर्ता कति समयभित्र गरिसक्नुपर्छ?
Answer: १५ दिन


13) कारमा चालक सहित बढीमा कति जनासम्म मान्छे राख्न सक्ने सिट संख्या हुन्छ?
Answer: ४


14) पानी परेको बेला अगाडी केहि नदेखिएमा के गर्ने?
Answer: वईफर चलाउने


15) सवारीमा भएको ब्याट्री कसरि चार्ज हुन्छ?
Answer: गाडीको डाइनामोबाट


16) सवारी चालकको आवस्था तलको मध्ये कस्तो हुनु जरुरी छ?
Answer: माथिका सबै


17) साधारण आवस्थामा के को मद्दतले गति घटाउनु पर्छ?
Answer: गियरको मद्दतले


18) सवारी साधनको सबैभन्दा महात्वपूर्ण लाइट कुन हो?
Answer: माथिका सबै


19) सवारी साधनको नम्बर प्लेटमा कतिवटा सम्म अंक हुन्छ?
Answer: ४


20) ब्रेक कुन आवस्थामा निष्कृय हुन सक्छ?
Answer: ओरालोमा न्यूट्रलमा चलाउँदा  


Note: Some questions are repeated knowingly.
""",
    'title': "प्रश्नोत्तर भाग ४"
  },
  {
    'data': """
1) परिक्ष्या समितिमा कति जना सदस्य हुन्छन ?
Answer: ३ जना


2) ब्रेक कति किसिमका हुन्छ ?
Answer: २


3) बा १ झ नम्बर प्लेट राखिएको सवारी कस्तो प्रकारको सवारी हो?
Answer: सरकारी टेम्पो


4) ओरालोमा गाडी कुन गियारमा राख्नु राम्रो हो ?
Answer: ब्याक गियार


5) रेडिएटरमा क्याप नभएमा के हुन्छ?
Answer: इन्जिन छिट्टै तत्छ


6) कताको टायरमा हावा बडी राख्न्नुपर्छ?
Answer: पछाडिको


7) बाटोको इजाजतापत्र कस्तो सबरिले लिनुपर्छ?
Answer: भाडाको


8) कुन सवारी साधनमा ब्याक गियर हुदैन?
Answer: मोटरसाइकल


9) डिफेनास्लाको काम के हो?
Answer: चक्का घुमाउने


10) सार्वजनिक सबरिभित्र कसले धूम्रपान गर्न पाउँछ?
Answer: कसैले पनि पाउँदैन


11) सवारी पार्किंङ कहाँ गर्नुपर्छ?
Answer: P लेखिएको ठाउँमा


12) स्कुटर बढीमा सवारी गति कतिसम्म हुनु पर्छ?
Answer: ४०कि.मि.


13) हेन्ड ब्रेक कुन आवस्थामा लगाउनु खतरा हुन सक्छ?
Answer: सवारी तीव्र गतिमा गुडेको बेला


14) सवारीमा भएको ब्याट्री कसरि चार्ज हुन्छ?
Answer: गाडीको डाइनामोबाट


15) मोटरसाइकलको लिखित परीक्षामा सम्मिलित हुन दरखास्थ दस्तुर वापर कति रकम लाग्छ?
Answer: रू ५००


16) कस्तो रङ छुटयाउन नसक्ने चालक आनुमति पत्र प्राप्त गर्न सक्दैनन्?
Answer: रातो


17) रातो बत्ति के को संकेत हो?
Answer: खतरा


18) हरियो बत्ती संकेतले चालकलाई के बुझौउँछ?
Answer: सुरक्षित


18) स्पिड़ो मिटरले सवारीको के देखाउँछ?
Answer: सबारिको गति


19) ब्याट्री कति किसिमका हुन्छन्?
Answer: १ किसिम  


Note: Some questions are repeated knowingly.
""",
    'title': "प्रश्नोत्तर भाग ५"
  },
  {
    'data': """ 
1) सवारी पिक आवर कुन समय लै भनिन्छ ?
Answer: अफिष छुट्ने र लाग्ने १ घण्टा आघि र पछिको समय


2) उकालोमा कताबाट आउने सभारी साधनलाई पहिला प्राथमिकता दिनुपर्दछ?
Answer: ओरालोबाट उकालोतर्फ आउनलाई


3) ब्रेक कति किसिमका हुन्छ ?
Answer: २


4) तलको कुन गियर बडी सक्तिशाली हुन्छ?
Answer: १ न गियर


5) सवारी प्रदुषण नियम कुनकुन ठाउँमा लागू भएको छ?
Answer: काठमाडौँमा


6) रेडियटरमा के हल्ने?
Answer: पानी


7) लाइसेनस लिन पाउने सबैभन्दा कम उमेर कति हो ?
Answer: १८ वर्ष


8) ओरालोमा गाडी कुन गियारमा राख्नु राम्रो हो ?
Answer: ब्याक गियार


9) कस्तो रोग भएको मानिस ले आनुमिति पत्र पाउन सक्दैन?
Answer: माथिका सबै


9) ब्रेक आयल कहाँ राख्नुपर्छ?
Answer: मास्टर सिलीनडरमा


10) मोटर चद्ने पहिलो पहिलो नेपाली को हुन?
Answer: वीर शमशेर


11) इमर्जेन्सी लाइट कुन समयमा बाल्नुपर्छ?
Answer: बिरामी बोकेको आवस्थामा


12) बाटोको इजाजतापत्र कस्तो सबरिले लिनुपर्छ?
Answer: भाडाको


13) कुन सवारी साधनमा ब्याक गियर हुदैन?
Answer: मोटरसाइकल


14) सवारी तथा यातायात व्यवस्था ऐन कहिले जारी भएको हो?
Answer: २०४९/९/२२


15) हेन्ड ब्रेक कुन आवस्थामा लगाउनु खतरा हुन सक्छ?
Answer: सवारी तीव्र गतिमा गुडेको बेला


16) इन्जिनलाई चिस्याउन पानी राख्ने उपकरलाई के भनिन्छ?
Answer: रेडियटर


17) ट्राफिक लाइट सिग्नलमा कति किसमका बत्तीहरु हुन्छन?
Answer: ३ किसिमका


18) अशल ड्राइभरमा हुनुपर्ने गुणहरु के के हुन ?
Answer: माथिको सबै


19) स्पिड़ो मिटरले सवारीको के देखाउँछ?
Answer: सबारिको गति


  Note: Some questions are repeated knowingly.
  """,
    'title': "प्रश्नोत्तर भाग ६"
  },
  {
    'data': """   
1) सवारी प्रदुषण नियम कुनकुन ठाउँमा लागू भएको छ?
Answer: काठमाडौँमा


2) तीव्र गतिको गाडी के गर्दा बडी खतरा हुन्छ ?
Answer: एक्कासि मोड्दा


3) संसारमा सबै भन्दा पैला ट्राफिक लाइटको कुन देशमा सुरु भएको हो ?
Answer: बेलायत


4) ओरालोमा गाडी कुन गियारमा राख्नु राम्रो हो ?
Answer: ब्याक गियार


4) कुन सबारीले बाटो इजाजत पत्र लिनु पर्छ?
Answer: सार्बजनिक


5) ट्रली बस के ले चल्छ ?
Answer: विधूत


6) नेपालमा सडकमा कुन साइटबाट चलाउनुपर्छ ?
Answer: बायाँ बाट


7) सवारी चलाउँदा के सेवन हुदैन?
Answer: माथिका सबै


8) खारेज भएको चालकको अनुमतिपत्र कति दिनभित्र फिर्ता बुझाउनुपर्छ?
Answer: ७


9) कुन सवारीमा ब्रेक आयाल आवश्यकता पर्दैन?
Answer: हाइड्रोलिक ब्रेक भयको


10) सार्वजनिक सबरिभित्र कसले धूम्रपान गर्न पाउँछ?
Answer: कसैले पनि पाउँदैन


11) इन्जिनलाई चिस्याउन पानी राख्ने उपकरलाई के भनिन्छ?
Answer: रेडियटर


12) झुठा नुम्बर प्लेट राखी सवारी चलाएमा के सजाय हुन्छ?
Answer: माथिका सबै हुन सक्छा


13) नेपाल अधिराज्य भरमा यातायात कार्यालय कति अंचलमा छन्?
Answer: १३


14) एक तर्फी सडकमा कस्तो अवस्थामा बदी दुर्घटना हुन्छन्?
Answer: अचानक लेन बदल्दा


15) मोटरसाइकलको लिखित परीक्षामा सम्मिलित हुन दरखास्थ दस्तुर वापर कति रकम लाग्छ?
Answer: रू ५००


16) दुर्घटनाको घाइतेलाई अक्सिजन कति समयसम्म दिनुपर्छ?
Answer: होस् नआएसम्म


17) क्लचले कहाँ काम गर्छ?
Answer: इन्जिनमा र गियर बक्समा


18) ब्रेक कुन आवस्थामा निष्कृय हुन सक्छ?
Answer: ओरालोमा न्यूट्रलमा चलाउँदा


19) सवारी साधन मध्ये सबैभन्दा असुरक्षित कुन हो?
Answer: मोटरसाइकल


Note: Some questions are repeated knowingly.
    """,
    'title': "प्रश्नोत्तर भाग ७"
  },
  {
    'title': """ प्रश्नोत्तर भाग ८""",
    'data': """ 
1) ठुलो सभारी साधनको वजन कति हुन्छ ?
Answer: १० टनभन्दा बढी


2) जेब्रा क्रोस्स्मा ....... ?
Answer: गाडी स्लो गर्नी


3) सवारी चलाउँदा के सेवन हुदैन?
Answer: माथिका सबै


4) L अक्षर लेखिएको सवारी कस्तो सवारी हुन्?
Answer: सिकारु सवारी


5) कुन गियरमा दाँतीहरु उल्टा घुम्दछन् ?
Answer: ब्याक गियर


6) यातायात निरीक्षकको नियुति कोसले गर्ने गरेको हुन्छ?
Answer: नेपाल सरकार


7) खारेज भएको चालकको अनुमतिपत्र कति दिनभित्र फिर्ता बुझाउनुपर्छ?
Answer: ७


8) परिचालकको कति रकम बिमा गरिएको हुनुपर्छ?
Answer: रु ५०००००


9) सवारी दर्ता कति समयभित्र गरिसक्नुपर्छ?
Answer: १५ दिन


10) कारमा चालक सहित बढीमा कति जनासम्म मान्छे राख्न सक्ने सिट संख्या हुन्छ?
Answer: ४


11) ब्याट्रीलाई ओभरचार्जा हुनबाट के ले बचाउँछ?
Answer: कट आउट


12) सवारी साधनको सबैभन्दा महात्वपूर्ण लाइट कुन हो?
Answer: माथिका सबै


13) झुठा नुम्बर प्लेट राखी सवारी चलाएमा के सजाय हुन्छ?
Answer: माथिका सबै हुन सक्छा


14) नेपाल अधिराज्य भरमा यातायात कार्यालय कति अंचलमा छन्?
Answer: १३


15) एक तर्फी सडकमा कस्तो अवस्थामा बदी दुर्घटना हुन्छन्?
Answer: अचानक लेन बदल्दा


16) सवारी साधन दायाँ मोड्दा के गर्नुपर्छ?
Answer: दायाँ इन्डीकेटर बाल्ने


17) इन्जिनको पार्ट पुर्जा चिल्लो बनाउने काम के ले गर्छ?
Answer: मोबिलले


18) दुर्घटनाको घाइतेलाई अक्सिजन कति समयसम्म दिनुपर्छ?
Answer: होस् नआएसम्म


19) सवारी दुर्घटनाबाट मित्यु भएको कति दिन भित्रमा विमा रकम पाइन्छ?
Answer: २५ दिन


20) उकालो कुन गियरमा चलाऊनु पर्दछ ?
Answer: पहिलो गेयर


Note: Some questions are repeated knowingly.
    """
  }
];
